Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutTruncT
source: Truncates all numbers in 'source' by rounding toward zero.
bg_bg: Съкращава всички числа в „източник“, като закръглява в посока нула.
ca_es: Trunca tots els nombres de l'origen arrodonint-los cap al zero.
cs_cz: Zkrátí všechna čísla ve zdroji zaokrouhlením k nule.
da_dk: Afkorter alle tal i 'kilde' ved at afrunde mod nul.
de_de: Kürzt alle Zahlen in „Quelle“ durch Runden in Richtung null.
el_gr: Περικόπτει όλους τους αριθμούς στην "προέλευση", στρογγυλοποιώντας προς το μηδέν.
es_es: Trunca todos los números en "origen" redondeando hacia cero.
et_ee: Kärbib kõik "sihtkohas" olevad arvud nulli suunas.
eu_es: "Iturburuko" zenbaki guztiak laburtzen ditu zerora borobilduz.
fi_fi: Katkaisee kaikki lähteen numerot pyöristämällä kohti nollaa.
fr_fr: Tronque tous les nombres dans « source » en arrondissant vers zéro.
gl_es: Trunca todos os número de "orixe" ao arredondar a cero.
hi_in: सभी संख्याओं को 'स्रोत' में शून्य की ओर पूर्णांकन करके छोटा करता है.
hr_hr: Skraćuje sve brojeve u „izvoru” zaokruživanjem prema nuli.
hu_hu: A forrásban szereplő összes szám csonkolása a nulla felé kerekítéssel.
it_it: Tronca tutti i numeri in "origine" arrotondando a zero.
ja_jp: 'ソース' が含む数値をゼロに向かって丸め、すべて切り捨てます。
kk_kz: Нөлге қарай дөңгелектеу арқылы «көздегі» барлық сандарды қысқартады.
ko_kr: 0에 대해 반올림하여 '소스'의 모든 숫자를 자릅니다.
lt_lt: Visi šaltinyje esantys skaičiai sutrumpinami suapvalinant iki nulio.
lv_lv: Saīsina visus skaitļus “avotā”, noapaļojot līdz nullei.
ms_my: Memotong semua nombor dalam 'sumber' dengan membundarkannya ke arah sifar.
nb_no: Avkorter alle tall i kilde ved å avrunde mot null.
nl_nl: Kapt alle getallen in 'bron' af door een afronding naar nul.
pl_pl: Obcina wszystkie liczby w elemencie „źródło”, zaokrąglając je w kierunku zera.
pt_br: Truncada todos os números na 'origem' por arredondamento para zero.
pt_pt: Trunca todos os números existentes em "origem" arredondando na direção de zero.
ro_ro: Trunchiază toate numerele din „sursă” rotunjindu-le spre zero.
ru_ru: Усекает все числа в аргументе source путем округления в сторону нуля.
sk_sk: Skráti všetky čísla v zdroji zaokrúhlením smerom k nule.
sl_si: Vsa števila prireže v »viru« tako, da števila zaokroži proti številu nič.
sr_cyrl_rs: Скраћује све бројеве у „извору“ заокруживањем на нулу.
sr_latn_rs: Skraćuje sve brojeve u „izvoru“ zaokruživanjem na nulu.
sv_se: Trunkerar alla tal i "källa" genom att avrunda mot noll.
th_th: ตัดทอนตัวเลขทั้งหมดใน 'ต้นทาง' โดยการปัดเศษไปยังศูนย์
tr_tr: Sıfıra doğru yuvarlama yapıldığında "kaynak"taki tüm sayılar kısaltılır.
uk_ua: Скорочує всі числа в "джерелі" за допомогою округлення до нуля.
vi_vn: Lược bớt tất cả các số trong "nguồn" bằng cách làm tròn về 0.
zh_cn: 通过向零舍入来截断“来源”中的所有数字。
zh_tw: 透過向零捨入來截斷「來源」中的所有數字。

# TruncArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: antal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# TruncArg2
source: num_digits
bg_bg: брой_цифри
ca_es: núm_dígits
da_dk: num_tal
de_de: Anzahl_Stellen
el_gr: αριθμός_ψηφίων
es_es: núm_dígitos
et_ee: kohtade_arv
eu_es: digitu_kop
gl_es: núm_decimais
hi_in: अंक_संख्या
hr_hr: broj_znamenki
hu_hu: számjegyek_száma
kk_kz: цифрлар_саны
ko_kr: 자릿수
lt_lt: skaitmenų_skaičius
lv_lv: skaits_cipari
nb_no: num_sifre
nl_nl: aantal_decimalen
pl_pl: liczba_cyfr
pt_br: núm_dígitos
pt_pt: num_dígitos
ro_ro: num_cifre
sk_sk: počet_čísiel
sl_si: število_števk
sr_cyrl_rs: бр_цифара
sr_latn_rs: br_cifara
sv_se: antal_siffror
th_th: จำนวนหลัก_ตัวเลข
tr_tr: sayı_rakamlar
uk_ua: кількість_цифр
vi_vn: số_chữ_số

# TruncTArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: көз
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: origem
pt_pt: origem
ro_ro: sursă
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# TruncTArg2
source: num_digits
bg_bg: брой_цифри
ca_es: núm_dígits
da_dk: num_tal
de_de: Anzahl_Stellen
el_gr: αριθμός_ψηφίων
es_es: núm_dígitos
et_ee: kohtade_arv
eu_es: digitu_kop
gl_es: núm_decimais
hi_in: अंक_संख्या
hr_hr: broj_znamenki
hu_hu: számjegyek_száma
kk_kz: цифрлар_саны
ko_kr: 자릿수
lt_lt: skaitmenų_skaičius
lv_lv: skaits_cipari
nb_no: num_sifre
nl_nl: aantal_decimalen
pl_pl: liczba_cyfr
pt_br: núm_dígitos
pt_pt: num_dígitos
ro_ro: num_cifre
sk_sk: počet_čísiel
sl_si: število_števk
sr_cyrl_rs: бр_цифара
sr_latn_rs: br_cifara
sv_se: antal_siffror
th_th: จำนวนหลัก_ตัวเลข
tr_tr: sayı_rakamlar
uk_ua: кількість_цифр
vi_vn: số_chữ_số

# AboutRound
source: Rounds 'number' to the specified number of digits.
bg_bg: Закръглява number до указания брой цифри.
ca_es: Arrodoneix l'element 'number' al nombre de dígits especificat.
cs_cz: Zaokrouhlí číslo na zadaný počet číslic.
da_dk: Afrunder 'tallet' til det angivne antal cifre.
de_de: Rundet "Zahl" auf die angegebene Anzahl Stellen.
el_gr: Στρογγυλοποιεί τον "αριθμό" στον καθορισμένο αριθμό ψηφίων.
es_es: Redondea un número al número especificado de dígitos.
et_ee: Ümardab arvu määratud hulga kohtadeni.
eu_es: "number" zehaztutako digitu kopururantz biribiltzen du.
fi_fi: Pyöristää number-luvun määritettyyn määrään numeroita.
fr_fr: Arrondit « nombre » au nombre spécifié de chiffres.
gl_es: Arredonda o "número" ao número de díxitos especificado.
hi_in: संख्या' को अंकों की निर्दिष्ट संख्या में पूर्णांक बनाता है.
hr_hr: Zaokružuje "broj" na određeni broj znamenki.
hu_hu: A megadott számú számjegyre kerekíti a megadott számot.
it_it: Arrotonda 'numero' al numero di cifre specificato.
ja_jp: '数値' を指定の桁数にします。
kk_kz: Санды цифрлардың көрсетілген санына дейін дөңгелектейді.
ko_kr: '숫자'를 지정된 자릿수로 반올림합니다.
lt_lt: Suapvalina skaičių iki nurodyto skaitmenų skaičiaus.
lv_lv: Noapaļo vienumu "number" uz norādīto ciparu skaitu.
ms_my: Membundarkan 'nombor' kepada bilangan digit yang ditentukan.
nb_no: Avrunder tallet til det angitte antallet sifre.
nl_nl: Hiermee wordt 'number' afgerond op het opgegeven aantal cijfers.
pl_pl: Zaokrągla liczbę „liczba” do określonej liczby cyfr.
pt_br: Arredonda o 'number' (número) para o número de dígitos especificado.
pt_pt: Arredonda o "número" para o número de dígitos especificado.
ro_ro: Rotunjește „numărul” la numărul specificat de cifre.
ru_ru: Округляет "число" до указанного количества десятичных разрядов.
sk_sk: Zaokrúhli číslo na zadaný počet číslic.
sl_si: Zaokroži argument »številka« na določeno število števk.
sr_cyrl_rs: Заокружује „број“ на наведени број цифара.
sr_latn_rs: Zaokružuje „broj“ na navedeni broj cifara.
sv_se: Rundar tal till det angivna antalet siffror.
th_th: ปัดเศษตัวเลข 'number' ตามจำนวนหลักที่กำหนด
tr_tr: 'number' değerini belirtilen basamak sayısına yuvarlar.
uk_ua: Округлює число до вказаної кількості цифр.
vi_vn: Làm tròn 'số' về số chữ số được chỉ định.
zh_cn: 将 "number" 四舍五入为指定位数。
zh_tw: 四捨五入 'number' 到指定位數。

# AboutRoundUp
source: Rounds 'number' up, away from zero.
bg_bg: Закръглява number нагоре, далеч от нула.
ca_es: Arrodoneix l'element 'number' cap amunt, en direcció contrària a zero.
cs_cz: Zaokrouhlí číslo nahoru směrem od nuly.
da_dk: Runder 'tallet' op, væk fra nul.
de_de: Rundet "Zahl" weg von null auf.
el_gr: Στρογγυλοποιεί τον "αριθμό" προς τα πάνω, σε αριθμό μεγαλύτερο από το μηδέν.
es_es: Redondea un número al alza, hacia arriba del cero.
et_ee: Ümardab arvu ülespoole, nullist kaugemale.
eu_es: "number" gorantz biribiltzen du.
fi_fi: Pyöristää number-luvun ylöspäin, nollasta poispäin.
fr_fr: Arrondit « nombre » au nombre de chiffres spécifié.
gl_es: Arredonda o "número" cara arriba, na dirección oposta a cero.
hi_in: शून्य से बाहर, 'संख्या' को ऊपर पूर्णांक बनाता है.
hr_hr: Zaokružuje "broj" naviše, dalje od nule.
hu_hu: Felfelé (nullától elfelé) kerekíti a megadott számot.
it_it: Arrotonda 'numero' per eccesso allontanandosi dallo zero.
ja_jp: '数値' を切り上げます。
kk_kz: Санды нөлден үлкен жаққа қарай дөңгелектейді.
ko_kr: '숫자'를 0에서 먼 쪽으로 반올림합니다.
lt_lt: Suapvalina skaičių į didžiąją pusę.
lv_lv: Noapaļo vienumu "number" uz augšu virzienā no nulles.
ms_my: Membundarkan 'nombor' ke atas, jauh daripada sifar.
nb_no: Avrunder tallet opp og bort fra null.
nl_nl: Hiermee wordt 'number' naar boven afgerond, weg van nul.
pl_pl: Zaokrągla liczbę „liczba” w górę, w kierunku od zera.
pt_br: Arredonda 'number' (número) para cima, afastando de zero.
pt_pt: Arredonda um "número" por excesso, na direção oposta a 0.
ro_ro: Rotunjește în sus „numărul”, în sens opus lui zero.
ru_ru: Округляет "число" в большую сторону, по направлению от нуля.
sk_sk: Zaokrúhli číslo nahor smerom od nuly.
sl_si: Zaokroži argument »številka« navzgor, proč od ničle.
sr_cyrl_rs: Заокружује „број“ навише, од нуле.
sr_latn_rs: Zaokružuje „broj“ naviše, od nule.
sv_se: Rundar upp tal bort från noll.
th_th: ปัดเศษ 'number' ขึ้นจากศูนย์
tr_tr: 'number' değerini sıfırdan ıraksayarak yukarı yuvarlar.
uk_ua: Округлює число до більшого значення.
vi_vn: Làm tròn 'số' lên, ra xa số 0.
zh_cn: 将 "number" 背离零向上四舍五入。
zh_tw: 無條件進位 'number'，遠離零。

# AboutRoundDown
source: Rounds 'number' down, toward zero.
bg_bg: Закръглява number надолу към нула.
ca_es: Arrodoneix l'element 'number' cap avall, cap a zero.
cs_cz: Zaokrouhlí číslo dolů směrem k nule.
da_dk: Runder 'tallet' ned mod nul.
de_de: Rundet "Zahl" nach null ab.
el_gr: Στρογγυλοποιεί τον "αριθμό" προς τα κάτω, προς το μηδέν.
es_es: Redondea un número a la baja, hacia el cero.
et_ee: Ümardab arvu allapoole, nullile lähemale.
eu_es: "number" beherantz biribiltzen du.
fi_fi: Pyöristää number-luvun alaspäin, nollaa kohti.
fr_fr: Arrondit « nombre » vers le bas, vers zéro.
gl_es: Arredonda o "número" cara abaixo, cara cero.
hi_in: संख्या' को नीचे, शून्य की ओर पूर्णांक बनाता है.
hr_hr: Zaokružuje "broj" naniže, prema nuli.
hu_hu: Lefelé (nulla felé) kerekíti a megadott számot.
it_it: Arrotonda 'numero' per difetto verso lo zero.
ja_jp: '数値' を切り捨てます。
kk_kz: Санды кіші жаққа қарай нөлге дейін дөңгелектейді.
ko_kr: '숫자'를 0에 가까운 방향으로 내립니다.
lt_lt: Suapvalina skaičių į mažąją pusę link nulio.
lv_lv: Noapaļo vienumu "number" uz leju nulles virzienā.
ms_my: Membundarkan 'nombor' ke bawah, hampir kepada sifar.
nb_no: Avrunder tallet ned mot null.
nl_nl: Hiermee wordt 'number' naar beneden afgerond naar nul.
pl_pl: Zaokrągla liczbę „liczba” w dół, w kierunku zera.
pt_br: Arredonda 'number' (número) para baixo, em direção a zero.
pt_pt: Arredonda um "número" por defeito, na direção de 0.
ro_ro: Rotunjește „numărul” în jos, spre zero.
ru_ru: Округляет "число" в меньшую сторону, по направлению к нулю.
sk_sk: Zaokrúhli číslo nadol smerom k nule.
sl_si: Zaokroži argument »številka« navzdol, proti ničli.
sr_cyrl_rs: Заокружује „број“ надоле, према нули.
sr_latn_rs: Zaokružuje „broj“ nadole, prema nuli.
sv_se: Rundar ner tal mot noll.
th_th: ปัดเศษ 'number' ลงเป็นจำนวนเต็มที่ใกล้ที่สุด
tr_tr: 'number' değerini sıfıra yakınsayarak aşağıya yuvarlar.
uk_ua: Округлює число до меншого значення.
vi_vn: Làm tròn 'số' xuống, về phía số 0.
zh_cn: 将 "number" 朝零向下四舍五入。
zh_tw: 將 'number' 無條件捨去，趨近於零。

# RoundArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: antal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# RoundArg2
source: num_digits
bg_bg: брой_цифри
ca_es: núm_dígits
cs_cz: počet_číslic
da_dk: num_tal
de_de: Anzahl_Stellen
el_gr: αριθμός_ψηφίων
es_es: núm_decimales
et_ee: kohtade_arv
eu_es: digitu_kop
fi_fi: numeroiden_määrä
fr_fr: nombre_chiffres
gl_es: núm_decimais
hi_in: अंक_संख्या
hr_hr: broj_znamenki
hu_hu: számjegyek_száma
it_it: num_cifre
ja_jp: 桁数
kk_kz: цифрлар_саны
ko_kr: 자릿수
lt_lt: skaitmenų_skaičius
lv_lv: skaits_cipari
ms_my: nombor_digit
nb_no: num_sifre
nl_nl: aantal_decimalen
pl_pl: liczba_cyfr
pt_br: núm_dígitos
pt_pt: num_dígitos
ro_ro: num_cifre
ru_ru: количество_цифр
sk_sk: počet_čísiel
sl_si: število_števk
sr_cyrl_rs: нум_цифре
sr_latn_rs: num_cifre
sv_se: antal_siffror
th_th: จำนวน_ตัวเลข
tr_tr: sayı_rakamlar
uk_ua: кількість_цифр
vi_vn: số_chữ_số
zh_cn: 编号数字
zh_tw: 位_數

# AboutRound_number
source: The number to round.
bg_bg: Числото за закръгляване.
ca_es: Nombre que s'arrodonirà.
cs_cz: Číslo, které se má zaokrouhlit
da_dk: Tallet, der skal afrundes.
de_de: Die zu rundende Zahl.
el_gr: Ο αριθμός προς στρογγυλοποίηση.
es_es: Número que se va a redondear.
et_ee: Ümardatav arv.
eu_es: Biribilduko den zenbakia.
fi_fi: Pyöristettävä luku.
fr_fr: Nombre à arrondir.
gl_es: Número que se vai arredondar.
hi_in: पूर्णांक बनाई जाने वाली संख्या.
hr_hr: Broj koji se zaokružuje.
hu_hu: A kerekítendő szám.
it_it: Numero da arrotondare.
ja_jp: 丸め対象となる数値。
kk_kz: Дөңгелектенетін сан.
ko_kr: 반올림할 숫자입니다.
lt_lt: Apvalinamas skaičius.
lv_lv: Noapaļojamais skaitlis.
ms_my: Nombor untuk dibundarkan.
nb_no: Tallet som skal avrundes.
nl_nl: Het getal dat moet worden afgrond.
pl_pl: Liczba do zaokrąglenia.
pt_br: Número a ser arredondado.
pt_pt: Número a arredondar.
ro_ro: Numărul de rotunjit.
ru_ru: Число для округления.
sk_sk: Počet číslic pri zaokrúhľovaní.
sl_si: Številka, ki naj se zaokroži.
sr_cyrl_rs: Број за заокруживање.
sr_latn_rs: Broj za zaokruživanje.
sv_se: Talet att runda.
th_th: ตัวเลขที่ต้องการปัดเศษ
tr_tr: Yuvarlanacak sayı.
uk_ua: Число, яке потрібно округлити.
vi_vn: Số muốn làm tròn.
zh_cn: 要四舍五入的数字。
zh_tw: 要四捨五入的數字。

# AboutRound_source
source: A column of numbers to round.
bg_bg: Колона с числа за закръгляване.
ca_es: Columna de nombres que s'arrodoniran.
cs_cz: Sloupec čísel, která se mají zaokrouhlit
da_dk: En kolonne af tal, der skal afrundes.
de_de: Eine Spalte mit zu rundenden Zahlen.
el_gr: Μια στήλη αριθμών για στρογγυλοποίηση.
es_es: Una columna de números que se va a redondear.
et_ee: Ümardatav arvuveerg.
eu_es: Biribiltzeko zenbakiak dituen zutabea.
fi_fi: Pyöristettävien lukujen sarake.
fr_fr: Colonne de nombres à arrondir.
gl_es: Columna de números que se van arredondar.
hi_in: पूर्णांक बनाने के लिए संख्याओं का स्तंभ.
hr_hr: Stupac brojeva koji se zaokružuje.
hu_hu: A kerekítendő számokat tartalmazó oszlop.
it_it: Colonna di numeri da arrotondare.
ja_jp: 丸め処理を行う数値の列。
kk_kz: Дөңгелектенетін сандар бағаны.
ko_kr: 반올림할 숫자 열입니다.
lt_lt: Skaičių, kuriuos reikia suapvalinti, stulpelis.
lv_lv: Noapaļojamo skaitļu kolonna.
ms_my: Lajur nombor untuk dibundarkan.
nb_no: En kolonne med tall som skal avrundes.
nl_nl: Een kolom met getallen die moeten worden afgerond.
pl_pl: Kolumna liczb do zaokrąglenia.
pt_br: Coluna de números a ser arredondados.
pt_pt: Uma coluna de números a arredondar.
ro_ro: O coloană de numere de rotunjit.
ru_ru: Столбец чисел для округления.
sk_sk: Stĺpec čísel na zaokrúhlenie.
sl_si: Stolpec številk, ki bodo zaokrožene.
sr_cyrl_rs: Колона са бројевима за заокруживање.
sr_latn_rs: Kolona sa brojevima za zaokruživanje.
sv_se: En kolumn med tal att runda.
th_th: คอลัมน์ของค่าตัวเลขที่จะปัดเศษ
tr_tr: Yuvarlanacak sayıları içeren bir sütun.
uk_ua: Стовпець із числами, які потрібно округлити.
vi_vn: Cột chứa số muốn làm tròn.
zh_cn: 要四舍五入的数字组成的列。
zh_tw: 要四捨五入的數字資料行。

# AboutRound_num_digits
source: The number of fractional digits to use for rounding.
bg_bg: Броят на цифрите в дробната част, които се използват за закръгляване.
ca_es: Nombre de dígits fraccionaris que s'utilitzaran per arrodonir.
cs_cz: Počet desetinných míst, která se mají použít při zaokrouhlení
da_dk: Antallet af brøktal, der skal bruges til afrunding.
de_de: Die Anzahl der Dezimalstellen, die beim Runden berücksichtigt werden.
el_gr: Ο αριθμός κλασματικών ψηφίων που χρησιμοποιούνται για στρογγυλοποίηση.
es_es: Número de dígitos fraccionarios que se va a usar para el redondeo.
et_ee: Ümardamiseks kasutatav murdosa kohtade arv.
eu_es: Biribiltzeko erabiliko den digitu zatikiarren kopurua.
fi_fi: Pyöristyksessä käytettävien murtolukunumeroiden määrä.
fr_fr: Nombre de décimales à utiliser pour l’arrondi.
gl_es: Número de díxitos fraccionais que se van usar para arredondar.
hi_in: पूर्णांक बनाने के लिए उपयोग किए जाने वाले भिन्नात्मक अंकों की संख्या.
hr_hr: Broj decimalnih znamenki koje se koriste za zaokruživanje.
hu_hu: Ennyi tizedesjegyre kerekítendő a szám.
it_it: Numero delle cifre frazionarie da usare per l'arrotondamento.
ja_jp: 丸め処理に使用する小数部の桁数。
kk_kz: Дөңгелектеу үшін пайдаланылатын бөлшек цифрларының саны.
ko_kr: 반올림 시 사용할 소수 자릿수입니다.
lt_lt: Trupmeninių skaitmenų skaičius, naudojamas apvalinant.
lv_lv: Daļskaitļu skaits, ko izmantot noapaļošanai.
ms_my: Bilangan digit pecahan untuk digunakan bagi pembundaran.
nb_no: Antall desimaler som skal brukes for avrunding.
nl_nl: Het aantal decimalen dat moet worden gebruikt voor de afronding.
pl_pl: Liczba cyfr ułamkowych do użycia podczas zaokrąglania.
pt_br: Número de dígitos fracionários a ser usados para arredondamento.
pt_pt: O número de dígitos fracionais a utilizar para o arredondamento.
ro_ro: Numărul de cifre fracționare de utilizat pentru rotunjire.
ru_ru: Количество дробных разрядов для округления.
sk_sk: Počet zlomkových číslic, ktoré sa použijú na zaokrúhľovanie.
sl_si: Število decimalnih mest za zaokroževanje.
sr_cyrl_rs: Број разломских цифара које ће се користити за заокруживање.
sr_latn_rs: Broj razlomskih cifara koje će se koristiti za zaokruživanje.
sv_se: Antal decimaler att använda vid rundning.
th_th: จำนวนหลักทศนิยมที่ใช้ในการปัดเศษ
tr_tr: Yuvarlama için kullanılacak kesir basamağı sayısı.
uk_ua: Кількість дробових знаків, до якої потрібно округлити число.
vi_vn: Số chữ số thập phân cần sử dụng để làm tròn.
zh_cn: 要用于四舍五入的小数位数。
zh_tw: 用於四捨五入的小數位數。

# AboutRoundUp_number
source: The number to round.
bg_bg: Числото за закръгляване.
ca_es: Nombre que s'arrodonirà.
cs_cz: Číslo, které se má zaokrouhlit
da_dk: Tallet, der skal afrundes.
de_de: Die zu rundende Zahl.
el_gr: Ο αριθμός προς στρογγυλοποίηση.
es_es: Número que se va a redondear.
et_ee: Ümardatav arv.
eu_es: Biribilduko den zenbakia.
fi_fi: Pyöristettävä luku.
fr_fr: Nombre à arrondir.
gl_es: Número que se vai arredondar.
hi_in: पूर्णांक बनाई जाने वाली संख्या.
hr_hr: Broj koji se zaokružuje.
hu_hu: A kerekítendő szám.
it_it: Numero da arrotondare.
ja_jp: 丸め対象となる数値。
kk_kz: Дөңгелектенетін сан.
ko_kr: 반올림할 숫자입니다.
lt_lt: Apvalinamas skaičius.
lv_lv: Noapaļojamais skaitlis.
ms_my: Nombor untuk dibundarkan.
nb_no: Tallet som skal avrundes.
nl_nl: Het getal dat moet worden afgrond.
pl_pl: Liczba do zaokrąglenia.
pt_br: Número a ser arredondado.
pt_pt: Número a arredondar.
ro_ro: Numărul de rotunjit.
ru_ru: Число для округления.
sk_sk: Počet číslic pri zaokrúhľovaní.
sl_si: Številka, ki naj se zaokroži.
sr_cyrl_rs: Број за заокруживање.
sr_latn_rs: Broj za zaokruživanje.
sv_se: Talet att runda.
th_th: ตัวเลขที่ต้องการปัดเศษ
tr_tr: Yuvarlanacak sayı.
uk_ua: Число, яке потрібно округлити.
vi_vn: Số muốn làm tròn.
zh_cn: 要四舍五入的数字。
zh_tw: 要四捨五入的數字。

# AboutRoundUp_source
source: A column of numbers to round.
bg_bg: Колона с числа за закръгляване.
ca_es: Columna de nombres que s'arrodoniran.
cs_cz: Sloupec čísel, která se mají zaokrouhlit
da_dk: En kolonne af tal, der skal afrundes.
de_de: Eine Spalte mit zu rundenden Zahlen.
el_gr: Μια στήλη αριθμών για στρογγυλοποίηση.
es_es: Una columna de números que se va a redondear.
et_ee: Ümardatav arvuveerg.
eu_es: Biribiltzeko zenbakiak dituen zutabea.
fi_fi: Pyöristettävien lukujen sarake.
fr_fr: Colonne de nombres à arrondir.
gl_es: Columna de números que se van arredondar.
hi_in: पूर्णांक बनाने के लिए संख्याओं का स्तंभ.
hr_hr: Stupac brojeva koji se zaokružuje.
hu_hu: A kerekítendő számokat tartalmazó oszlop.
it_it: Colonna di numeri da arrotondare.
ja_jp: 丸め処理を行う数値の列。
kk_kz: Дөңгелектенетін сандар бағаны.
ko_kr: 반올림할 숫자 열입니다.
lt_lt: Skaičių, kuriuos reikia suapvalinti, stulpelis.
lv_lv: Noapaļojamo skaitļu kolonna.
ms_my: Lajur nombor untuk dibundarkan.
nb_no: En kolonne med tall som skal avrundes.
nl_nl: Een kolom met getallen die moeten worden afgerond.
pl_pl: Kolumna liczb do zaokrąglenia.
pt_br: Coluna de números a ser arredondados.
pt_pt: Uma coluna de números a arredondar.
ro_ro: O coloană de numere de rotunjit.
ru_ru: Столбец чисел для округления.
sk_sk: Stĺpec čísel na zaokrúhlenie.
sl_si: Stolpec številk, ki bodo zaokrožene.
sr_cyrl_rs: Колона са бројевима за заокруживање.
sr_latn_rs: Kolona sa brojevima za zaokruživanje.
sv_se: En kolumn med tal att runda.
th_th: คอลัมน์ของค่าตัวเลขที่จะปัดเศษ
tr_tr: Yuvarlanacak sayıları içeren bir sütun.
uk_ua: Стовпець із числами, які потрібно округлити.
vi_vn: Cột chứa số muốn làm tròn.
zh_cn: 要四舍五入的数字组成的列。
zh_tw: 要四捨五入的數字資料行。
